{"translation-revision-date":"YEAR-MO-DA HO:MI+ZONE","generator":"WP-CLI\/2.11.0","source":"build\/wp-global-styles\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Gradient":["Gradient"],"Theme":["Tema"],"Layout":["Aspect"],"Typography":["Tipografie"],"Border":["Margine"],"Background":["Fundal"],"Custom":["Personalizat"],"Blocks":["Blocuri"],"Default":["Implicit"],"Radius":["Rază"],"Solid":["Solid"],"Duotone":["Duoton"],"Indicates this palette comes from the theme.\u0004Theme":["Tema"],"Indicates this palette comes from WordPress.\u0004Default":["Implicit"],"Indicates this palette is created by the user.\u0004Custom":["Personalizat"],"Width":["Lățime"],"Text":["Text"],"Dimensions":["Dimensiuni"],"Padding":["Spațiere"],"Margin":["Margini"],"Block spacing":["Spațiere bloc"],"Elements":["Elemente"],"Color":["Culoare"],"Colors":["Culori"],"Links":["Linkuri"],"Style":["Stil"],"Customize the appearance of specific blocks for the whole site.":["Personalizează aspectul blocurilor specifice pentru întreaga site."],"Navigate to the previous view":["Navighează către vizualizarea anterioară"],"Customize the appearance of specific blocks and for the whole site.":["Personalizează aspectul blocurilor specifice și al întregului site."],"Aa":["Aa"],"Manage the typography settings for different elements.":["Administrează setările de tipografie pentru diferite elemente."],"Manage the fonts used on the site.":["Administrează fonturile folosite pe site."],"Manage the fonts and typography used on the links.":["Administrează fonturile și tipografia folosite pe linkuri."],"%d color":["%d culoare","%d culori"],"Add custom colors":["Adaugă culori personalizate"],"Palette":["Paletă"],"Manage palettes and the default color of different global elements on the site.":["Administrează paletele și culoarea implicită a diferitelor elemente globale de pe site."],"Custom colors are empty! Add some colors to create your own color palette.":["Culorile personalizate sunt goale! Adaugă niște culori pentru a-ți crea propria paletă de culori."],"Custom gradients are empty! Add some gradients to create your own palette.":["Gradienții personalizați sunt goi! Adaugă niște gradienți pentru a-ți crea propria paletă."],"Palettes are used to provide default color options for blocks and various design tools. Here you can edit the colors with their labels.":["Paletelor sunt folosite pentru a oferi opțiuni implicite de culori pentru blocuri și diverse unelte de design. Aici poți edita culorile împreună cu etichetele lor."],"Select palette type":["Selectează tipul de paletă"],"Set a background color or gradient for the whole site.":["Setează o culoare de fundal sau un gradient pentru întreaga pagină."],"Set the default color used for text across the site.":["Setează culoarea implicită folosită pentru text pe întreg site-ul."],"Set the default color used for links across the site.":["Setează culoarea implicită folosită pentru linkuri pe întreg site-ul."]}}}