{"translation-revision-date":"YEAR-MO-DA HO:MI+ZONE","generator":"WP-CLI\/2.11.0","source":"build\/wp-global-styles\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Gradient":["Verlauf"],"Theme":["Thema"],"Layout":["Layout"],"Typography":["Typografie"],"Border":["Rahmen"],"Background":["Hintergrund"],"Custom":["Benutzerdefiniert"],"Blocks":["Blöcke"],"Default":["Standard"],"Radius":["Radius"],"Solid":["Solide"],"Duotone":["Duoton"],"Indicates this palette comes from the theme.\u0004Theme":["Thema"],"Indicates this palette comes from WordPress.\u0004Default":["Standard"],"Indicates this palette is created by the user.\u0004Custom":["Benutzerdefiniert"],"Width":["Breite"],"Text":["Text"],"Dimensions":["Abmessungen"],"Padding":["Polsterung"],"Margin":["Rand"],"Block spacing":["Blockabstand"],"Elements":["Elemente"],"Color":["Farbe"],"Colors":["Farben"],"Links":["Links"],"Style":["Stil"],"Customize the appearance of specific blocks for the whole site.":["Passe das Erscheinungsbild bestimmter Blöcke für die gesamte Website an."],"Navigate to the previous view":["Zur vorherigen Ansicht navigieren"],"Customize the appearance of specific blocks and for the whole site.":["Passe das Erscheinungsbild bestimmter Blöcke und der gesamten Website an."],"Aa":["Aa"],"Manage the typography settings for different elements.":["Verwalten Sie die Typografie-Einstellungen für verschiedene Elemente."],"Manage the fonts used on the site.":["Verwalten Sie die auf der Website verwendeten Schriftarten."],"Manage the fonts and typography used on the links.":["Verwalten Sie die Schriftarten und Typografie, die für die Links verwendet werden."],"%d color":["%d Farbe","%d Farben"],"Add custom colors":["Benutzerdefinierte Farben hinzufügen"],"Palette":["Palette"],"Manage palettes and the default color of different global elements on the site.":["Verwalten Sie Farbpaletten und die Standardfarbe verschiedener globaler Elemente auf der Website."],"Custom colors are empty! Add some colors to create your own color palette.":["Die benutzerdefinierten Farben sind leer! Füge einige Farben hinzu, um deine eigene Farbpalette zu erstellen."],"Custom gradients are empty! Add some gradients to create your own palette.":["Benutzerdefinierte Verläufe sind leer! Füge einige Verläufe hinzu, um deine eigene Palette zu erstellen."],"Palettes are used to provide default color options for blocks and various design tools. Here you can edit the colors with their labels.":["Paletten werden verwendet, um Standardfarboptionen für Blöcke und verschiedene Designtools bereitzustellen. Hier kannst du die Farben mit ihren Beschriftungen bearbeiten."],"Select palette type":["Wähle den Farbpalette-Typ aus"],"Set a background color or gradient for the whole site.":["Lege eine Hintergrundfarbe oder ein Farbverlauf für die gesamte Website fest."],"Set the default color used for text across the site.":["Setze die Standardfarbe für Text auf der gesamten Website."],"Set the default color used for links across the site.":["Setze die Standardfarbe für Links auf der gesamten Website."]}}}